Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D01A.tmx
Source language: en_us
Languages: zh_cn

source: The articles of 21st-century faith
zh_cn: 21世纪的宗教信条

source: Last week I argued that there is an ambiguity in the notion of "true religion", which could refer to what we think religion ought to be, in its best form, and what it actually, usually is.
zh_cn: 我在上周的文章中写道：在“真正的宗教”概念，即我们认为宗教在其最佳状态下应该是什么样的，与宗教其实或通常是什么样的，这两个问题之间的界线常常会模糊不清。

source: For now, I want to park the second, empirical question and focus on the first, prescriptive one.
zh_cn: 现在，我想暂时放下基于经验的后一个问题，集中讨论属于规范性的头一个问题。

source: Atheist critics of religion are often dismissed for dealing only with the simple, highly literal forms of belief, while ignoring more nuanced, intellectual understandings of religion.
zh_cn: 无神论批评家对宗教的批评常常被指为只涉及信仰中简单的、刻板的形式，忽略了对宗教更为精细的、知识层面的理解，因而他们的批评不值一提。

source: The form of this argument varies, but in general terms it rests on a rejection of the idea that religion requires belief in anthropomorphic supernatural beings.
zh_cn: 这种对无神论批评家的指摘虽然形式各异，但一般来说都是基于否认一个观念，即宗教要求人们相信超自然的拟人体。

source: As Theo Hobson put it in an exchange with me a few years back, "a huge proportion of believers inhabit this grey area between 'literal' and 'metaphorical' belief - in a sense all believers do.
zh_cn: 正如提欧·霍布森（神学作家）几年前在他给我的信中所言：“很大一部分信徒都徘徊于‘字面的’和‘比喻的’信仰之间的灰色地带，甚至从某种意义上来说所有的信徒都会这样。

source: Atheists call this muddle and hypocrisy - they want every believer to be two-dimensional, so as to bash them all with a two-dimensional critique."
zh_cn: 无神论者称这种状态为混乱和虚伪，他们希望每一名宗教信仰者都是一个二维体，这样就能用一个二维的批判去抨击所有的信徒了。”

source: I have a great deal of sympathy for the view that it is possible to have religion without primitive superstition.
zh_cn: 我非常愿意相信这个观点，即不带有原始迷信的宗教是有可能的。

source: However, there seems to me to be an intriguing ambiguity in this argument.
zh_cn: 然而，这个观点在我看来似乎存在着令人迷惑的歧义。

source: Is it the case that religion need not or should not include literal, supernatural beliefs?
zh_cn: 是不是宗教不需要或不应该包含刻板的超自然的信仰呢？

source: "Should" not implies an acceptance that atheist critics are actually right to say that belief in gods, heaven and such like is silly, but wrong to think that intelligent religious people actually embrace such absurdities.
zh_cn: 如果说“不应该”，那就意味着实际上承认无神论批评家的说法，即信奉众神、上天之类是荒唐的，其实知识型的宗教人士也并不相信这些谬见。

source: All that "need not" means is that it is possible to do away with the supernatural if you so wish. But that is compatible with the view that not only are supernatural beliefs an acceptable part of religion, they may, as a matter of fact, remain central for most believers.
zh_cn: 如果说“不需要”，则意味着你要是愿意的话，就有可能摒弃宗教中的超自然因素，但这也等于是认可，对于超自然力的信仰不但是宗教中可接受的一部分，而且对多数教徒来说还很可能一直是核心的部分。

source: I can't help suspecting that many people who stress the non-supernatural aspects of religion are actually still very much wedded to the spooky bits, but too embarrassed to volunteer the fact.
zh_cn: 我不能不怀疑，很多人强调宗教中非超自然的元素，但他们其实还是对那些吓人的东西相当投入，只不过不好意思主动说出来罢了。

source: For instance, I've had many an interesting discussion with a believer about how religious language is not the same as scientific language, only to discover that, when pushed, the faith of my otherwise modern, intelligent and sophisticated interlocutor rests on a belief in Christ's empty tomb.
zh_cn: 举个例子，我和一位信徒曾就宗教语言与科学语言为何不同做过多次有趣的讨论，但到头来总是发现，我这位平时很时尚、有知识且思维缜密的谈话对手在理屈词穷时，每次都转而依赖自己对耶稣基督空洞墓穴的笃信。

source: So I want to see just how many people really do embrace the kind of religious faith that explicitly rejects the kinds of things atheist critics think silly.
zh_cn: 因此我想看一看，究竟有多少人确实怀有一种宗教信仰，而这种宗教信仰明确拒绝被无神论者称之为荒唐的东西。

source: To do this I've formulated four "articles of 21st-century faith": beliefs that I think would make religion entirely intellectually respectable, even to the hardest-nosed atheists.
zh_cn: 为此目的，我编写了四个“21世纪的宗教信条”，这些信条在我看来会使宗教在知识层面得到完全的尊重，即使最强硬的无神论者也不例外。

source: They are neither so vague that anyone could put their name to them, nor so specific that people who are broadly sympathetic should feel unable to do so.
zh_cn: 这四个信条既不是十分模糊以至于任何人都能认可，又没有具体到使人虽有同感却会觉得无法确定的程度。

source: They are brief and minimalist, stating clearly and concisely only as much as needs to be stated to establish the legitimacy of superstition-free belief.
zh_cn: 这四个信条非常简明扼要，只是将确立“没有迷信的信仰”的正统地位所必要的观点清楚简短地陈述出来。

source: Here they are:
zh_cn: 请看下面：

source: Preamble.
zh_cn: 前言：

source: We acknowledge that religion comes in many shapes and forms and that therefore any attempt to define what religion "really" is would be stipulation, not description.
zh_cn: 我们承认宗教有多种形态和种类，因此任何企图给“宗教到底是什么”下定义的做法都会是规定式的，而不是描述式的。

source: Nevertheless, we have a view of what religion should be, in its best form, and these four articles describe features that a religion fit for the contemporary world needs to have.
zh_cn: 尽管如此，我们仍然对于宗教在其最佳状态下应该是什么样有自己的看法，下面这四个条文就描述了一个适合当今世界的宗教所需要的特征。

source: These features are not meant to be exhaustive and nor do they necessarily capture what is most important for any given individual.
zh_cn: 这些特征并非包罗万象，也不一定抓住了对任何个人来说最重要的东西。

source: They are rather a minimal set of features that we can agree on despite our differences, and believe others can agree on too.
zh_cn: 它们只是一套最低限度的、能使我们求同存异的特征，我们相信其他人也能同意这些特征。

source: To be religious is primarily to assent to a set of values, and/or practise a way of life, and/or belong to a community that shares these values and/or practices.
zh_cn: 第一条： 有宗教信仰主要是赞成一套价值观，和/或实行一种生活方式，和/或归属于一个同样赞成这套价值观和/或实行这种生活方式的社团。

source: Any creeds or factual assertions associated with these things, especially ones that make claims about the nature and origin of the natural universe, are at most secondary and often irrelevant.
zh_cn: 任何与此相关的教义或断言，特别是那些对于自然界宇宙的本质和起源作出声明的教义或断言，充其量只是次要的，而且往往是无关宏旨的。

source: Religious belief does not, and should not, require the belief that any supernatural events have occurred here on Earth, including miracles that bend or break natural laws, the resurrection of the dead, or visits by gods or angelic messengers.
zh_cn: 第二条：宗教信仰不是也不应该要求人们相信，地球上发生过任何超自然的事件，包括歪曲或违反自然法则的奇迹、死者复活、诸神或天使来访等等。

source: Religions are not crypto- or proto-sciences.
zh_cn: 第三条： 宗教并非一种隐藏的或原始的科学。

source: They should make no claims about the physical nature, origin or structure of the natural universe.
zh_cn: 宗教不应对自然界宇宙的物质属性、起源或构成下任何结论。

source: That which science can study and explain empirically should be left to science, and if a religion makes a claim that is incompatible with our best science, the scientific claim, not the religious one, should prevail.
zh_cn: 那些能由科学来研究并通过实验加以解释的领域应该留给科学界去做。如果一项宗教声言与目前最先进的科学不相符，那么应以科学结论为准，而不是由宗教做结论。

source: Religious texts are the creation of the human intellect and imagination.
zh_cn: 第四条： 宗教教义是人类智慧和想象力的产物。

source: None need be taken as expressing the thoughts of a divine or supernatural mind that exists independently of humanity.
zh_cn: 没有必要认为教义表达了独立于人类而存在的神明或超自然头脑的思想。

source: I have already sent these to a handful of selected atheists, agnostics and liberal believers for their comments.
zh_cn: 以上四个条文，我已经发送给我选出的一小批无神论者、不可知论者和开明的宗教信仰者，征求他们的意见。

source: I'll discuss the initial responses and what they tell us next week.
zh_cn: 我会在下星期讨论他们的初步回应和评论。

source: Over coming weeks I intend to find out how many others can go along with them.
zh_cn: 在接下来的几个星期里，我希望知道有多少其他人能接受这四条。

source: This will tell us something about how religion really is, as well as how it ought to be.
zh_cn: 通过这种方式，我们就能对宗教到底是什么样，以及宗教应该是什么样有所了解。

source: If it really is the case that lots of mainstream religious leaders and believers can happily sign up to this, then religion really is the much more benign, unsuperstitious thing that liberals and agnostics have said it is all along.
zh_cn: 如果真的有很多主流宗教领袖和信徒都能高兴地接受这四条陈述，那就说明宗教其实真是像开明人士和不可知论者一直宣称的那样，是一个相当良好而不迷信的事物。

source: If not, then I hope these voices will concede that theirs is a vision for how religion should be, not as it is, and join in the criticisms of the religions that actually surround us today.
zh_cn: 相反，如果这四个信条不能被宗教人士接受，那么我希望那些开明人士和不可知论者能够承认，他们所描绘的只是宗教应该是什么样的一个愿景，却并不是宗教实际是什么样这个现状，在这种情况下他们也该加入对当今宗教现状的批评。

source: As I have suggested in recent weeks, I am sure that many will simply refuse to state clearly whether they agree or not.
zh_cn: 我在最近几个星期说过，我相信，很多人会简单地拒绝表明到底是同意还是不同意上面四个条文。

source: They will complain, for example, that the wording forces them to choose between two equally unpalatable alternatives.
zh_cn: 比如他们会解释说，条文中所用的词句逼迫他们在两个同样无法认同的立场之间做出选择。

source: But this is to deny a simply logical truth that if you do not agree with a statement, you disagree with it.
zh_cn: 但是，这样说实际上就是否认一个简单的逻辑，即你如果不能“同意”一个观点，那么你就是“不同意”这个观点。

source: For instance, if you cannot say you agree that "Religious belief does not, and should not, require the belief that any supernatural events have occurred here on Earth", then it follows that you think religion does require the belief that some supernatural events have occurred here on Earth.
zh_cn: 例如，你要是不能说你同意“宗教信仰不是也不应该要求人们相信，地球上发生过任何超自然的事件”，那也就是说，你认为宗教的确要求人们相信，地球上发生过一些超自然的事件。

source: Either it requires such beliefs or it does not.
zh_cn: 要求还是不要求，两者必居其一。

source: Yes, there is much more that would have to be said about just what is meant by "supernatural" and so on to work out from this precisely what a person who agrees or disagrees thinks.
zh_cn: 当然了，关于什么是“超自然”等等会有很多可商讨之处，这样才能弄清每一位回答者的准确想法。

source: But that they agree or disagree should be clear.
zh_cn: 然而无论如何，一个人“同意”还是“不同意”应该是很清楚的。

source: So let us be plain that to reject these articles of faith would mean to maintain their contradictions, namely:
zh_cn: 因此，让我们说得更明白一些。拒绝接受这四个信条意味着支持它们的反面，也就是说：

source: Religious creeds or factual assertions are neither secondary nor irrelevant to religion.
zh_cn: 第一： 宗教教义或断言对于宗教并不是次要的，也不是无关宏旨的。

source: Religious belief requires the belief that any supernatural events have occurred here on Earth.
zh_cn: 第二： 宗教信仰要求人们相信，地球上发生过超自然的事件。

source: Religions can make claims about the physical nature, origin or structure of the natural universe.
zh_cn: 第三： 宗教可以对自然界宇宙的物质属性、起源或构成下结论。

source: That which science can study and explain empirically should not be left to science, and if a religion makes a claim that is incompatible with our best science, the scientific claim need not prevail.
zh_cn: 那些能由科学来研究并通过实验加以解释的领域不应该留给科学界去做。如果一项宗教声言与目前最先进的科学不相符，那么不应该以科学结论为准。

source: Human intellect and imagination are insufficient to explain the existence of religious texts.
zh_cn: 第四： 人类智慧和想象力不足以解释宗教教义的存在。

source: So as you can see, the stakes are high.
zh_cn: 所以你看看，风险很高啊。

source: Rejecting the articles of 21st-century faith means admitting many of the things that are claimed of religion by "crude and simplistic" new atheist critics.
zh_cn: 拒绝接受“21世纪的宗教信条”意味着承认很多“粗暴简单的”无神论批评家指摘宗教的话。

source: And since I myself have often been critical of this camp, I actually have more to lose than most, should hardly any religious folk be able to sign up to these articles, or explain clearly why they won't in such a way that doesn't leave them either lost in a fog of obfuscation or hanging on to outmoded doctrines.
zh_cn: 我本人一向对这个阵营持批评态度，因此如果没有几位宗教人士认同这些条文，或者虽不认同但能将不认同的理由解释得十分清楚而不至陷于混乱或依赖过时学说的话，那么我会比绝大多数人都更加感到失败。

source: I have done a lot of defending of intelligent people of faith over the years. Are they going to let me down?
zh_cn: 多年来我一直为知识型的宗教信仰者大力辩护，你们可别让我失望啊！
